Repository: hackymatt/loop-2.0
Catalog: backend/core/locale/*/LC_MESSAGES/django.po
Languages: pl

source: You received this email to notify you of important changes to your account in loop.
pl: Otrzymałeś tego e-maila, aby poinformować Cię o ważnych zmianach na Twoim koncie w loop.

source: Activate your account
pl: Aktywuj swoje konto

source: Hi %(email)s, Thank you for registering. Please click the link below to activate your account:
pl: Cześć %(email)s, dziękujemy za rejestrację. Kliknij poniższy link, aby aktywować swoje konto:

source: The link is valid for 24 hours.
pl: Link jest ważny przez 24 godziny.

source: If you didn't register on our platform, you can safely ignore this email.
pl: Jeśli to nie Ty się zarejestrowałeś, możesz bez obaw zignorować tego maila.

source: Reset your password
pl: Zresetuj swoje hasło

source: Hi %(email)s, please click the link below to reset your password:
pl: Cześć %(email)s, kliknij poniższy link, aby zresetować swoje hasło:

source: If you didn't request password reset on our platform, you can safely ignore this email.
pl: Jeśli to nie Ty się poprosiłeś o reset hasło, możesz bez obaw zignorować tego maila.

source: Account with this email address does not exist.
pl: Konto z podanym adresem e-mail nie istnieje.

source: Account with this email address already exists.
pl: Konto z podanym adresem e-mail już istnieje.

source: Password must be at least 8 characters long.
pl: Hasło musi mieć co najmniej 8 znaków.

source: Password must contain at least one uppercase letter.
pl: Hasło musi zawierać co najmniej jedną wielką literę.

source: Password must contain at least one lowercase letter.
pl: Hasło musi zawierać co najmniej jedną małą literę.

source: Password must contain at least one special character.
pl: Hasło musi zawierać co najmniej jeden znak specjalny.

source: Password must contain at least one digit.
pl: Hasło musi zawierać co najmniej jedną cyfrę.

source: You must provide either a token or an email.
pl: Musisz podać token lub adres e-mail.

source: Invalid token
pl: Niepoprawny token

source: Invalid activation link
pl: Niepoprawny link aktywacyjny

source: Incorrect email or password
pl: Niepoprawny email lub hasło

source: Inactive user
pl: Użytkownik nieaktywny

source: Refresh token is required
pl: Token odświeżania jest wymagany.
